Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_413_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Čoahkkinlatnja Násti
smn: Čuákkimviste Násti ( stuárráb )

source: Čoahkkinlatnja Násti ( bodnegovas čoahkkinsadji 2 , stuorát latnja ) heive joavkobargui dahje unna čoahkkimiidda .
smn: Čuákkimviste Násti ( vuáđusárgusist Čuákkimviste 2 , stuárráb viste ) heivee juávkkupargotilen teikâ uccâ čuákkimij táárboid .

source: Čoahkkinlatnja Násti lea vuosttaš gearddis .
smn: Čuákkimviste Násti lii kuávdáá vuossâmuu keerdist .

source: Dan stuorra láseseainnis lea fiinna oainnus Juvdujohkii ja Anárjávrái .
smn: Čuákkimviste Násti stuorrâ lasâseeini čoođâ lii fiijnâ uáinus Juvduujuuhân já Aanaarjáávrán .

source: Čoahkkinlanja Nástti lea vejolaš ovttastahttit unnit , 10 olbmo čoahkkinlanjain Silbbain , nu ahte šaddá sadji oktiibuot 25 olbmui ( 50m2 ) .
smn: Čuákkimviste Násti puáhtá ovtâstittiđ ucceeb , 10 ulmuu čuákkimviste Silban , kuás finnee saje 25 ulmui ( 50 m2 ) .

source: xxx
smn: SAIJAASVUOTÂ :

source: Viidodat 30m2 ( s. 5,5m x 5,5m )
smn: Vijđodâh : 30 m2 ( n. 5,5 m x 5,5 m )

source: Luohkkáhámis : 15 olbmui
smn: Luokkahäämist : 15 ulmui

source: Diplomáhtahámis : 15 olbmui
smn: Diplomaathäämist : 15 ulmui

source: U-hámis : 15 olbmui
smn: U-häämist : 15 ulmui

source: Teáhterhámis : 20 olbmui
smn: Teatterhäämist : 20 ulmui

source: TEKNIHKA JA RUSTTEGAT
smn: TEKNIIK JÁ PIERGÂSEH

source: Blohkkatávval
smn: Lostâdâhtavlu

source: Gálvvut : Čoahkkinbeavddit ja - stuolut 15 olbmui , minigievkkan ( keramihkkauvdna , čáhci , lihttebassanmašiidna , jiekŋaskábe ) .
smn: Kálvudâh : čuákkimpeevdih já čuákkimstoovlih 15 ulmui , sieminkievkkân ( keraamisâš hellá , čääci , tiskámmaašin , jieŋâskäppi ) .

source: Čoahkkinfáladeamit .
smn: Čuákkimfaalâdmeh .

source: Loga lasi .
smn: Luuvâ lase .

source: EARÁ FUOMÁŠANVEARA :
smn: ERES VUOTÂNVÄLDIM :

source: Čoahkkinsajis leat addalanvuoigatvuođat .
smn: Čuákkimvisteest juvâstâhvyebdimvuoigâdvuođah .

source: Bodnegovas vuolábealde čoahkkinlatnja 2 = Násti .
smn: Vuáđukooveest vyelni Čuákkimviste 2 = Násti .

source: Čoahkkinlatnja 1 = Silba .
smn: Čuákkimviste 1 = Silba .

source: Čoahkkinlanjat 1+2 = Silbanásti .
smn: Čuákkimviste 1+2 ovtâstittum = Silbanásti .

source: Čoahkkinsadjái lea vejolaš diŋgot borramušbálvalusaid ovddalgihtii .
smn: Čuákkimviistán finnimnáál purâdempalvâlusâid muuneeld tiiláámáin .
